	[
		{
			"title": "Update 1.1.1 now out!",
			"body": "This update brings the new News feature (which you're looking at right now!), levels and multiple bug fixes.",
			"date_created": 1768111200,
			"date_expires": 1769752800
		},
		{
			"title": "The Daily Monster: 01/11/2026",
			"body": "Hello everybody! This is the beginning of The Daily Monster, a newspaper that will release every day at 12:00 PM CST.\nIn today's news, a weird mask was seen hopping around on Jewel Paradise. The local monster handlers have spoken about this, here is what they said:\"We have spotted this strange anomaly ourselves. We assure you it is nothing to be worried about, though you should be careful around it. This is a newly discovered monster, but its origins are currently unknown. If encountered, please continue on your way. Thank you.\"\n\n©2026 The Daily Monster.",
			"date_created": 1768154400,
			"date_expires": 1768240800
		},
		{
			"title": "The Daily Monster: 01/12/2026",
			"body": "In today's news, the monster from the previous issue has been successfully captured by a monster handler. It appears to be, and we quote, \"A strange weird funky mask that has two holes acting as eyesockets, and one eye that goes through them.\"\n\nHandlers have also stated:\n\n\"We are currently investigating how this monster could be replicated, as no known compilers exist that are capable of producing it. It may originate from the Island that has been emitting signals for nearly six years.\".\n\n ©2026 The Daily Monster.",
			"date_created": 1768240800,
			"date_expires": 1768327200
		},
		{
			"title": "The Daily Monster: 01/13/2026",
			"body": "In today's news, conflicting reports have emerged regarding the recently captured mask-like monster. While some handlers claim the creature has remained completely inactive since containment, others have insisted it has been observed attempting to escape from the holding chamber.\n\nOne handler stated:\n\n\"We secured it properly. It hasn't moved an inch.\"\n\nAnother report contradicts this, claiming:\n\n\"It keeps changing positions when no one is looking. The cameras don't seem to catch it.\"\n\nOfficials have declined to comment further, stating that investigations into the creature's behavior — and its possible connection to the long-emitting signal island — are ongoing.\n\n©2026 The Daily Monster.",
			"date_created": 1768327200,
			"date_expires": 1768413600
		},
		{
			"title": "The Daily Monster: 01/14/2026",
			"body":  "In today's news, an unusual incident occurred in the containment facility. Several security cameras briefly went offline, during which the mask-like monster could not be located.\n\nMonster handlers insist there is no cause for concern:\n\n\"We have double-checked the containment protocols. There is absolutely no way it could have left its chamber,\" one official stated. \n\nHowever, some staff members report hearing faint, irregular noises coming from areas it should not have access to. The investigation into the creature's behavior, as well as its connection to the signal-emitting island, continues.\n\nOfficials have requested that the public remain calm and not attempt to approach or interact with the monster under any circumstances.\n\n©2026 The Daily Monster.",
			"date_created": 1768413600,
			"date_expires": 1768500000
		},
		{
			"title": "The Daily Monster: 01/15/2026",
			"body":  "In today's news, an unusual incident occurred in the containment facility. Several security cameras briefly went offline, during which the mask-like monster could not be located.\n\nMonster handlers insist there is no cause for concern:\n\n\"We have double-checked the containment protocols. There is absolutely no way it could have left its chamber,\" one official stated. \n\nHowever, some staff members report hearing faint, irregular noises coming from areas it should not have access to. The investigation into the creature's behavior, as well as its connection to the signal-emitting island, continues.\n\nOfficials have requested that the public remain calm and not attempt to approach or interact with the monster under any circumstances.\n\n©2026 The Daily Monster.",
			"date_created": 1768500000,
			"date_expires": 1768586400
		},
		{
			"title": "The Daily Monster: 01/16/2026",
			"body": "In today's news, we regret to inform our readers that reporting on the recent mask monster incident has been temporarily suspended. Despite our efforts to provide accurate updates, higher authorities have restricted coverage, limiting the information we can share.\n\nInstead, we turn to today's mundane catastrophe: a Diamond Lights has fallen from the edge of Sapphire Cliff and shattered upon impact. While this is not as dire as the events we were prevented from reporting on, it serves as a reminder that disasters, big or small, continue to affect our world.\n\nWe are frustrated by these constraints, and we urge our readers to remain vigilant and cautious in all matters, even when the full story cannot be told.\n\n©2026 The Daily Monster.",
			"date_created": 1768586400,
			"date_expires": 1768672800,
		},
		{
			"title": "The Daily Monster: 01/17/2026",
			"body": "In today's news, an editor for The Daily Monster has discovered a new monster, and they never said we couldn't talk about THIS one, did they?\n\nThe creature appears to be a red popsicle with unusually large eyes, often seen crying icicles. Observers speculate that it may be searching for the recently escaped mask monster, though no confirmation has been made.\n\nLocal handlers have been warned to keep a safe distance, as the monster's behavior is unknown.\n\n©2026 The Daily Monster.",
			"date_created": 1768672800,
			"date_expires": 1768759200,
		},
		{
			"title": "The Daily Monster: 01/18/2026",
			"body": "In today's news, we can finally take a break from the recent unusual events, there will be no coverage of the mask monster or the red popsicle monster in this issue. Instead, we are celebrating a major milestone: The Daily Monster has officially reached 5,000 confirmed readers!\n\nTo better serve our growing audience, we have also launched a new website: https://thedailymonster.deedee. There, readers can access all former and future issues, plus additional content you won't find anywhere else.\n\nWe thank each and every one of our readers for their continued support, and we look forward to sharing more stories in the days ahead.\n\n©2026 The Daily Monster.",
			"date_created": 1768759200,
			"date_expires": 1768845600,
		},
		{
			"title": "The Daily Monster: 01/19/2026",
			"body": "",
			"date_created": 1768845600,
			"date_expires": 1768932000,
		},
		{
			"title": "The Daily Monster: 01/20/2026",
			"body": "",
			"date_created": 1768932000,
			"date_expires": 1769018400,
		},
		{
			"title": "Welcome to Project Sonorous!",
			"body": "We wish you the best in your new journey into the monster world!",
			"date_created": 1768111200,
			"date_expires": 0
		}
	]
