	[
		{
			"title": "Update 1.1.1 now out!",
			"body": "Levels:\nYou can now obtain XP from doing in-game actions, such as compiling, buying monsters, etc.\nGetting to a specific point increases your level, which unlocks new decorations, monsters & islands.\n\nNews:\nStay up to date with the latest announcements by checking the new News button!\nA newspaper called \"The Daily Monster\" will release issues once a day. Check them to see the latest news in the monster world!\nA new island has been discovered: The Monster Playground\nBeta access only, and there are 2 new monsters, those are:\nWrure & Riot, more coming soon!\n\nNew decorations:\nMess of the Forgotten (level 3)\nOtahmat-own (level 9)\nCrumbled Tower (level 10)\n\nNew designs:\nWaaVox & Diamond Lights now have new designs!\n\nAnd finally, some bugs were squashed and some improvements were made.",
			"date_created": 1768111200,
			"date_expires": 1768951800
		},
		{
			"title": "Update 1.1.2 now out!",
			"body": "Sweetdreams Palace Wave 2:\nWave 2 brings Orglyn, but also 2 NEW monsters! Burmarrow & Hoodwinkz.\n\nSoft Island update:\nYou can now teleport Vyrdiit and Orglyn there!\n\nKey Island update:\nMecalido now plays a sound (might be recomposed soon), and you can now teleport a SECRET monster there!",
			"date_created": 1768951800,
			"date_expires": 1770334200
		},
		{
			"title": "Update 1.2 now out!",
			"body": "NEW ISLAND:\nJehyre's Factory\nIf you've been following The Daily Monster, you would know a few new monsters have been roaming around, and that an unknown island has been echoing signals for 6 years. Well, that island has finally been discovered, with SIX new monsters!:\nJehyre\nP'opsiccelle\nGeahrheed\nFlohr-Tri\nFriage\nZ06\n\nMORE COMING SOON!\n\nIsland based off of \"JERRY\" by Team Not Ice Cream.",
			"date_created": 1770334200,
			"date_expires": 1771524000
		},
		{
			"title": "The Daily Monster: 01/11/2026",
			"body": "Hello everybody! This is the beginning of The Daily Monster, a newspaper that will release every day at 12:00 PM CST.\nIn today's news, a weird mask was seen hopping around near Amber Falls. The local monster handlers have spoken about this, here is what they said:\"We have spotted this strange anomaly ourselves. We assure you it is nothing to be worried about, though you should be careful around it. This is a newly discovered monster, but its origins are currently unknown. If encountered, please continue on your way. Thank you.\"\n\n©2026 The Daily Monster.",
			"date_created": 1768154400,
			"date_expires": 1768240800
		},
		{
			"title": "The Daily Monster: 01/12/2026",
			"body": "In today's news, the monster from the previous issue has been successfully captured by a monster handler. It appears to be, and we quote, \"A strange weird funky mask that has two holes acting as eyesockets, and one eye that goes through them.\"\n\nHandlers have also stated:\n\n\"We are currently investigating how this monster could be replicated, as no known compilers exist that are capable of producing it. It may originate from the Island that has been emitting signals for nearly six years.\".\n\n ©2026 The Daily Monster.",
			"date_created": 1768240800,
			"date_expires": 1768327200
		},
		{
			"title": "The Daily Monster: 01/13/2026",
			"body": "In today's news, conflicting reports have emerged regarding the recently captured mask-like monster. While some handlers claim the creature has remained completely inactive since containment, others have insisted it has been observed attempting to escape from the holding chamber.\n\nOne handler stated:\n\n\"We secured it properly. It hasn't moved an inch.\"\n\nAnother report contradicts this, claiming:\n\n\"It keeps changing positions when no one is looking. The cameras don't seem to catch it.\"\n\nOfficials have declined to comment further, stating that investigations into the creature's behavior — and its possible connection to the long-emitting signal island — are ongoing.\n\n©2026 The Daily Monster.",
			"date_created": 1768327200,
			"date_expires": 1768413600
		},
		{
			"title": "The Daily Monster: 01/14/2026",
			"body":  "In today's news, an unusual incident occurred in the containment facility. Several security cameras briefly went offline, during which the mask-like monster could not be located.\n\nMonster handlers insist there is no cause for concern:\n\n\"We have double-checked the containment protocols. There is absolutely no way it could have left its chamber,\" one official stated. \n\nHowever, some staff members report hearing faint, irregular noises coming from areas it should not have access to. The investigation into the creature's behavior, as well as its connection to the signal-emitting island, continues.\n\nOfficials have requested that the public remain calm and not attempt to approach or interact with the monster under any circumstances.\n\n©2026 The Daily Monster.",
			"date_created": 1768413600,
			"date_expires": 1768500000
		},
		{
			"title": "The Daily Monster: 01/15/2026",
			"body":  "In today's news, the mask-like monster has escaped containment at the facility. Surviving officials report that the creature emitted a deafening droning noise, estimated at nearly 500 decibels, while breaking free.\n\nMultiple handlers and staff members have been hospitalized due to the incident. Higher-level officials are urging all citizens to remain indoors and exercise extreme caution. If the monster is encountered, individuals are advised to hide immediately.\n\nIt is currently unknown whether the creature will actively attack citizens. Authorities emphasize the importance of staying safe and avoiding the monster at all costs. Investigations are ongoing, and further updates will be provided as information becomes available.\n\n©2026 The Daily Monster.",
			"date_created": 1768500000,
			"date_expires": 1768586400
		},
		{
			"title": "The Daily Monster: 01/16/2026",
			"body": "In today's news, we regret to inform our readers that reporting on the recent mask monster incident has been temporarily suspended. Despite our efforts to provide accurate updates, higher authorities have restricted coverage, limiting the information we can share.\n\nInstead, we turn to today's mundane catastrophe: a Diamond Lights has fallen from the edge of Sapphire Cliff and shattered upon impact. While this is not as dire as the events we were prevented from reporting on, it serves as a reminder that disasters, big or small, continue to affect our world.\n\nWe are frustrated by these constraints, and we urge our readers to remain vigilant and cautious in all matters, even when the full story cannot be told.\n\n©2026 The Daily Monster.",
			"date_created": 1768586400,
			"date_expires": 1768672800
		},
		{
			"title": "The Daily Monster: 01/17/2026",
			"body": "In today's news, an editor for The Daily Monster has discovered a new monster, and they never said we couldn't talk about THIS one, did they?\n\nThe creature appears to be a red popsicle with unusually large eyes, often seen crying icicles. Observers speculate that it may be searching for the recently escaped mask monster, though no confirmation has been made.\n\nLocal handlers have been warned to keep a safe distance, as the monster's behavior is unknown.\n\n©2026 The Daily Monster.",
			"date_created": 1768672800,
			"date_expires": 1768759200
		},
		{
			"title": "The Daily Monster: 01/18/2026",
			"body": "In today's news, we can finally take a break from the recent unusual events, there will be no coverage of the mask monster or the red popsicle monster in this issue. Instead, we are celebrating a major milestone: The Daily Monster has officially reached 5,000 confirmed readers!\n\nTo better serve our growing audience, we have also launched a new website: https://thedailymonster.deedee. There, readers can access all former and future issues, plus additional content you won't find anywhere else.\n\nWe thank each and every one of our readers for their continued support, and we look forward to sharing more stories in the days ahead.\n\n©2026 The Daily Monster.",
			"date_created": 1768759200,
			"date_expires": 1768845600
		},
		{
			"title": "The Daily Monster: 01/19/2026",
			"body": "In today's news, we share a sad story: one of the handlers injured by the mask monster has sadly passed away peacefully in his sleep due to the injuries sustained. Doctors confirm that he had been unconscious ever since the attack, and did not feel any pain. This is a tragic loss, and we ask all readers to keep the other hospitalized handlers in your thoughts and prayers.\n\nOn another note, we have reached an agreement allowing us to report on the mask monster — but only if we pay the higher-ups $100 per week. This places a strain on our limited budget, as newspaper sales do not generate much revenue. Even a small donation helps; if you can, please consider contributing at https://thedailymonster.deedee/donate.\n\nIn brighter news, in just 10 days we have grown to 7,000 confirmed readers! We sincerely thank all of you for reading, whether you've been with us from the start or are just joining today.\n\n©2026 The Daily Monster.",
			"date_created": 1768845600,
			"date_expires": 1768932000
		},
		{
			"title": "The Daily Monster: 01/20/2026",
			"body": "In today's news, the red popsicle monster has finally been captured. The event started when a reckless baby monster ran up and attempted to eat it. The popsicle monster fought back, freezing the baby monster in the process. Fortunately, the baby monster was released a few hours later without injuries. \n\nThis incident, however, allowed handlers to approach and safely capture the popsicle monster. Interestingly, the creature's cries and wails appear to have attracted the previously escaped mask monster, allowing it to be captured as well. Researchers report that the two monsters will be kept together in containment, as it is believed that their previous violent behavior was due to the stress of being separated.\n\nIn other news, residents of Crystal Hollow reported an unusual sighting today: a flock of luminescent birds formed an enormous glowing spiral in the sky for nearly ten minutes. Scientists are investigating the phenomenon, though so far no explanation has been confirmed.\n\n©2026 The Daily Monster.",
			"date_created": 1768932000,
			"date_expires": 1769018400
		},
		{
			"title": "The Daily Monster: 01/21/2026",
			"body": "In today's news, we take a break from monster coverage to focus on something a little lighter. Residents of Amber Falls were surprised to find hundreds of tiny glowing mushrooms sprouting overnight across the main square. Local botanists report that the mushrooms are harmless, but their unusual rapid growth has sparked curiosity and delight among the townsfolk.\n\nAdditionally, the annual Crystal Festival is coming up next week! Citizens are encouraged to participate in the festivities, which will include music, food, and a special light show. Early reports suggest it will be the brightest festival yet.\n\n©2026 The Daily Monster.",
			"date_created": 1769018400,
			"date_expires": 1769104800
		},
		{
			"title": "The Daily Monster: 01/22/2026",
			"body": "In today's news, residents of Echo Valley reported hearing a series of mysterious ticking sounds echoing through the hills in the early hours of the morning. The origin of the sound remains unknown, and attempts by local authorities to locate the source have so far been unsuccessful.\n\nScientists have promised to conduct further investigations and urge residents to remain calm while the matter is being studied.\n\nStay tuned for updates as more information becomes available.\n\n©2026 The Daily Monster.",
			"date_created": 1769104800,
			"date_expires": 1769191200
		},
		{
			"title": "The Daily Monster: 01/23/2026",
			"body": "In today's news, the handlers who were injured during the mask monster incident have finally been discharged from the hospital after over a week of treatment and recovery. Medical staff report that all handlers are in stable condition and showing remarkable resilience following their ordeal.\n\nAuthorities commend the handlers for their bravery and dedication, noting that their swift actions were crucial in safely capturing the mask monster. The public is encouraged to continue supporting our local heroes as they readjust to their normal duties.\n\n©2026 The Daily Monster.",
			"date_created": 1769191200,
			"date_expires": 1769277600
		},
		{
			"title": "The Daily Monster: 01/24/2026",
			"body": "In today's news, the long-awaited annual Crystal Festival has officially begun in Amber Falls, and residents are enjoying every moment! The festival kicked off with the main square filled with the hundreds of glowing mushrooms that sprouted overnight, casting a beautiful light over the town. Young monsters ran among the lights, laughing and pointing at the shimmering colors, while families strolled past vendor stalls offering everything from fresh pastries to handcrafted trinkets.\n\nMusicians performed on multiple stages, playing a mix of traditional and modern tunes that got festival-goers dancing in the streets. Food stalls offered a variety of delicious treats, including sparkling lemonade, crystal-shaped candies, and seasonal pastries. Street performers added to the excitement with juggling, acrobatics, and puppet shows, delighting audiences of all ages.\n\nAs evening approached, visitors are eagerly anticipating the highlight of the festival: the grand light show. Town organizers promise a dazzling display that will illuminate the entire square in brilliant colors, reflecting off the glowing mushrooms and the crystalline decorations set up throughout the town. Early reports indicate that attendance has already surpassed expectations, and the festival is being hailed as one of the most vibrant celebrations in recent memory.\n\nThe Crystal Festival is expected to continue throughout the week, with scheduled events including art exhibitions, music workshops, and interactive games for children. Residents and visitors alike are encouraged to fully enjoy the festivities, capture memories, and celebrate the magic and beauty of Amber Falls.\n\n©2026 The Daily Monster.",
			"date_created": 1769277600,
			"date_expires": 1769364000
		},
		{
			"title": "The Daily Monster: 01/25/2026",
			"body": "In today's news, the Crystal Festival continues in Amber Falls with a focus on creativity: the annual Art Exhibition has officially opened! Local artists, both young and old, have displayed a stunning variety of works throughout the festival grounds, including paintings, sculptures, and interactive installations. Festival-goers are marveling at the vibrant colors, intricate designs, and imaginative creations on display.\n\nWorkshops have been set up for attendees to try their hand at creating their own artwork, from painting glowing mushrooms to crafting miniature crystal sculptures. Children and adults alike are participating enthusiastically, learning techniques from skilled local artists and sharing in the fun of artistic expression.\n\nJudges from the town council and invited guest artists are reviewing submissions for this year's Art Exhibition awards, which will be presented at the festival’s closing ceremony. Attendees have been encouraged to vote for their favorite pieces in the People’s Choice category, adding an interactive element to the event.\n\nLive music continues to accompany the festival, complementing the visual beauty of the art displays. Food and craft stalls remain open, allowing visitors to enjoy treats and souvenirs as they explore the exhibition. The atmosphere is vibrant and joyful, with Amber Falls' streets bustling with laughter, conversation, and celebration.\n\nResidents and visitors are reminded that the Art Exhibition is open throughout the week, providing plenty of opportunities to admire, participate, and take part in the town’s creative spirit.\n\n©2026 The Daily Monster.",
			"date_created": 1769364000,
			"date_expires": 1769450400
		},
		{
			"title": "The Daily Monster: 01/26/2026",
			"body": "In today's news, the Crystal Festival continues with the opening of the much-anticipated Music Workshop! Attendees have the opportunity to learn instruments, experiment with sound, and even compose their own short pieces under the guidance of local musicians. The workshop has been met with excitement from both young and adult festival-goers, providing a lively and engaging experience for all.\n\nIn a more unusual story, a mischievous oOdu was spotted causing chaos at one of the vendor stations, specifically a triturtouds stall, while the vendor stepped away. The creature made quite a mess before being discovered, and authorities immediately arrested the oOdu following the incident. Fortunately, no one was injured, and the vendor was able to resume business shortly afterward.\n\nDespite the brief interruption, the Music Workshop has continued smoothly, and festival-goers are encouraged to participate and enjoy the musical festivities. The Crystal Festival remains a vibrant celebration of art, music, and community in Amber Falls.\n\n©2026 The Daily Monster.",
			"date_created": 1769450400,
			"date_expires": 1769536800
		},
		{
			"title": "The Daily Monster: 01/27/2026",
			"body": "In today's news, the Crystal Festival in Amber Falls reached its grand finale! Crowds gathered in the main square to witness the final parade, featuring floats adorned with sparkling crystals, colorful banners, and performers in elaborate costumes. Young monsters waved festival flags, while families enjoyed the music and energy that filled the streets.\n\nThe festival concluded with a spectacular fireworks display, perfectly synchronized to live music performed by local musicians. Festival-goers were treated to dazzling lights reflecting off the glowing mushrooms, creating a magical atmosphere that left everyone in awe.\n\nSpecial awards were presented to outstanding participants in the Art Exhibition and Music Workshop, celebrating creativity, skill, and spirit. Citizens and visitors alike were encouraged to continue enjoying the festivities until the very end, capturing memories and sharing in the joy of Amber Falls.\n\nWith the festival officially concluded, organizers expressed their gratitude to everyone who attended and helped make this year's celebration the brightest and most memorable yet.\n\n©2026 The Daily Monster.",
			"date_created": 1769536800,
			"date_expires": 1769623200
		},
		{
			"title": "The Daily Monster: 01/28/2026",
			"body": "In today's news, a new rival newspaper to The Daily Monster has released its first issue. Called \"Monster Gazette\", this newspaper supposedly feeds you \"The truth\".\n\nTheir first issue was, unsurprisingly, attacking US, calling us liars. An exact quote of their first issue: \"It won't tell you about the signal-emitting island that has been influencing the creatures in our world for years. That’s because the Daily Monster is a lie.\". We are not sure who is the editor or owner of this newspaper, but it appears they have only read our most recent issues. Our first 10 issues were mostly about this \"island\", and the mask monster.\nWe ask our readers not to support this newspaper.\n\n©2026 The Daily Monster.",
			"date_created": 1769623200,
			"date_expires": 1769709600
		},
		{
			"title": "The Daily Monster: 01/29/2026",
			"body": "After a busy week of celebrations and recovery from recent events, residents of Crystal Hollow and surrounding areas are enjoying a return to normalcy. Families are visiting the newly blossoming glowing mushrooms in Amber Falls, and the annual Crystal Festival continues to inspire wonder and delight.\n\n©2026 The Daily Monster.",
			"date_created": 1769709600,
			"date_expires": 1769796000
		},
		{
			"title": "The Daily Monster: 01/30/2026",
			"body": "In today's news, Echo Valley residents are still discussing the crime that occurred last week involving the tampering of the local signal towers. Authorities have released a full report confirming that the suspect acted alone and caused minor damage, which has now been repaired.\n\nLocal citizens are commended for reporting suspicious activity quickly, helping authorities resolve the situation before it escalated. Community leaders are urging residents to remain vigilant and to continue keeping an eye on the hills, where unusual ticking sounds have been occasionally reported in the past.\n\nIn lighter news, local bakeries are introducing special Crystal Festival-themed pastries to celebrate the recent festivities in Amber Falls. Families and children are encouraged to enjoy these treats while reminiscing about the week-long celebrations.\n\n©2026 The Daily Monster.",
			"date_created": 1769796000,
			"date_expires": 1769882400
		},
		{
			"title": "The Daily Monster: 01/31/2026",
			"body": "In today's news, an alarming and mysterious incident has occurred at the containment facility where the mask monster and red popsicle monster are currently held. Staff report the sudden appearance of a strange refrigerator inside the facility, which has reportedly sucked in one of the handlers, leaving him lost indefinitely. Handlers describe the interior of the fridge as appearing to be a bottomless pit, defying all known physics.\n\nFacility officials have placed the entire building under strict lockdown. Handlers and staff have been urged to attempt to destroy the fridge, though so far, all efforts have proven unsuccessful. Authorities caution anyone entering the containment facility to exercise extreme care and to avoid interacting with the object.\n\nIn other news, the rival newspaper Monster Gazette has been publishing more issues, continuing their campaign of criticism against The Daily Monster. While their claims remain unverified, we remind our readers to stay informed and question all sources carefully.\n\n©2026 The Daily Monster.",
			"date_created": 1769882400,
			"date_expires": 1769968800
		},
		{
			"title": "The Daily Monster: 02/01/2026",
			"body": "In today's news, residents of Amber Falls are preparing for a special Valentine's Day celebration! Town organizers have announced a week-long series of events, including themed decorations throughout the streets, special treats at local bakeries, and community activities designed to celebrate friendship, love, and kindness. Citizens are encouraged to participate and share in the festivities, which promise to be the most heartwarming yet.\n\nIn more unsettling news, handlers at the containment facility report that the mask monster has reportedly spoken its first words. According to those present, it said: \"February 5th. Mark that day.\" The meaning of this message is unknown, and the handlers are urging all residents to remain cautious and aware of any unusual occurrences.\n\nReaders are reminded to enjoy the upcoming Valentine's celebrations safely while staying vigilant in light of recent strange events.\n\n©2026 The Daily Monster.",
			"date_created": 1769968800,
			"date_expires": 1770055200
		},
		{
			"title": "The Daily Monster: 02/02/2026",
			"body": "In today's news, we are thrilled to announce that The Daily Monster has officially reached 10,000 confirmed readers! Even more astonishing, our generous readers have contributed over $1 million in donations. The donation page on our website has now been taken down, as we prepare to put these funds to good use.\n\nPlans for the future include a complete website renovation to make it more modern and user-friendly, as well as hiring additional editors to help bring you even more engaging, accurate, and exciting stories.\n\nIn more mysterious developments, strange gear-sounding noises have been reported outside the containment facility. As the facility remains on strict lockdown, no personnel or information can leave or enter, leaving the cause of the sounds unknown. We are closely monitoring the situation and will update our readers as soon as more information becomes available.\n\nFinally, we encourage our readers to submit stories they would like to see covered in the paper. Share your ideas at our new submission page: https://thedailymonster.deedee/submit/story. We appreciate your continued support and look forward to bringing your stories to life!\n\n©2026 The Daily Monster.",
			"date_created": 1770055200,
			"date_expires": 1770141600
		},
		{
			"title": "The Daily Monster: 02/03/2026",
			"body": "In today's news, nothing significant occurred in the world. The day passed quietly, with residents going about their normal routines and towns enjoying a calm day.\n\nHowever, readers should note that there are now only 2 days left until February 5th. With the recent strange events surrounding the mask monster, the mysterious fridge, and odd noises near the containment facility, anticipation is high for whatever may occur on that day.\n\nEven on a quiet day, it pays to stay vigilant and keep an eye on unusual happenings. As always, The Daily Monster will provide updates if anything arises.\n\n©2026 The Daily Monster.",
			"date_created": 1770141600,
			"date_expires": 1770228000
		},
		{
			"title": "The Daily Monster: 02/04/2026",
			"body": "In today's news, we must admit... we are concerned. With only 1 day left until February 5th, the strange events surrounding the mask monster weigh heavily on our minds. Its first words, \"February 5th. Mark that day.\" — echo constantly, and we cannot shake the unease that something significant is about to occur.\n\nThe containment facility remains on lockdown, and reports of odd gear-sounding noises outside continue to puzzle officials. we've personally reviewed the logs and surveillance, and while nothing has yet happened today, the tension is palpable. Every creak, every flicker of light, every distant sound seems amplified in the shadow of what we know is coming.\n\nWe urge all readers to stay safe tomorrow. Stay inside if possible, and be alert to anything unusual. We will continue to provide updates as events unfold, though even we cannot predict what February 5th will bring.\n\nStay vigilant, and take care of yourselves.\n\n©2026 The Daily Monster.",
			"date_created": 1770228000,
			"date_expires": 1770332400
		},
		{
			"title": "The Daily Monster: 02/05/2026",
			"body": "In today's news, significant developments occurred at the containment facility. The mask monster, now identified by handlers as \"Jehyre,\" kidnapped one of the facility's handlers, forcing him to unlock the containment systems. Jehyre proceeded to the location where scientists interpret signals from the mysterious island and entered a sequence of inputs, successfully decoding all transmissions from the island.\n\nScientists are baffled by the event. One researcher commented, \"I… It's the day, and all that has happened is… That. One of the signals… It's, it's the location of the island. We are working to send out a camera there and see what's there.\" This has led some to speculate that Jehyre's actions were not malicious, but rather an attempt to return home.\n\nThe red popsicle monster, previously captured, also escaped and remained close to Jehyre. In addition, a towering creature was observed running from Echo Hills toward the facility, seemingly in search of Jehyre, though its current location remained uncertain.\n\nHandlers were eventually able to secure Jehyre once more and observed a name inscribed on its back: \"Jehyre,\" confirming the monster's identity.\n\nLater, a camera sent to the mysterious island provided the first clear view of Jehyre's home. Multiple unknown monsters were present, and several missing posters for both Jehyre, the red popsicle monster and the tower monster were visible throughout the area. The discovery provides new insights into the origins of these creatures and their connection to the signal-emitting island.\n\n©2026 The Daily Monster.",
			"date_created": 1770332400,
			"date_expires": 1770400800
		},
		{
			"title": "The Daily Monster: 02/06/2026",
			"body": "In today's news, life in Amber Falls returned to its usual rhythm. Local shops reported a steady flow of visitors, enjoying the crisp winter air and the lingering glow from the previous Crystal Festival decorations. Families were seen strolling through the town square, stopping by vendors to sample seasonal treats and pick up handcrafted souvenirs.\n\nIn community news, the town library announced a series of winter reading events for children and adults, featuring storytelling sessions, workshops, and interactive exhibits. Residents expressed excitement at the chance to engage with the town’s cultural offerings, taking advantage of quieter days to connect with one another.\n\n©2026 The Daily Monster.",
			"date_created": 1770400800,
			"date_expires": 1770487200
		},
		{
			"title": "The Daily Monster: 02/07/2026",
			"body": "In today's news, we want to take a brief moment to address the ongoing misrepresentations from our rival publication, Monster Gazette. Their recent issues continue to spread misinformation, confusing readers with inaccurate accounts of events that we have carefully documented.\n\nFor example, Monster Gazette claimed that The Daily Monster has withheld stories about the signal-emitting island and the recent mask monster incidents. In reality, our archives contain extensive coverage of every major event, from the escape and recapture of Jehyre to the observations on the mysterious island. Their reports often lack context, misquote officials, and present speculative statements as fact.\n\nWe urge our readers to consider the sources of their news carefully. Accuracy, transparency, and attention to detail remain the core of The Daily Monster's mission, and we will continue to provide clear, factual reporting on the events that truly matter.\n\n©2026 The Daily Monster.",
			"date_created": 1770487200,
			"date_expires": 1770573600
		},
		{
			"title": "The Daily Monster: 02/08/2026",
			"body": "In today's news, Amber Falls is buzzing with excitement over the grand opening of a brand-new bakery that has already begun to capture the attention of the world. \"Crystalline Confections,\" located in the heart of the town square, officially opened its doors yesterday and immediately drew crowds from all over the region. Residents and tourists alike lined up to sample the bakery's innovative creations, which combine local ingredients with imaginative twists inspired by the town's famous Crystal Festival.\n\nThe bakery’s offerings range from delicate crystal-shaped pastries and sparkling macarons to warm, aromatic breads and decadent chocolate desserts. Each item is carefully crafted to reflect both the beauty of Amber Falls and the creativity of its bakers. The founder, a young Sprimba, explained the inspiration behind her creations: \"I wanted to create something that not only tastes incredible but also celebrates the magic and charm of Amber Falls. Each pastry tells a story, and I hope people feel that when they take a bite.\"\n\nNews of Crystalline Confections spread rapidly through social media and food blogs, with enthusiasts praising the bakery for its artistry and unique flavor combinations. Some pastries have even gone viral online, with photos and reviews circulating worldwide. Liora and her team have received inquiries from international food critics and culinary schools, eager to learn more about the techniques used to craft these one-of-a-kind treats.\n\nLocals have responded enthusiastically, praising the bakery not just for its delicious offerings but for the positive energy it has brought to the town. Families have made visits part of their daily routines, friends meet there for coffee and pastries, and children marvel at the sparkling confections that seem almost magical. Town officials have noted that the bakery has boosted foot traffic for nearby shops, creating a ripple effect of economic activity that benefits the entire community.\"\n\nLooking ahead, Crystalline Confections plans to expand its offerings further, introducing seasonal specialties and limited-edition creations tied to Amber Falls' festivals and celebrations. The bakery has already announced collaborations with local artists to design edible decorations and with chocolatiers to craft unique dessert experiences.\n\nThe opening of Crystalline Confections is a bright spot in Amber Falls’ community life, showcasing the creativity, talent, and spirit of the town. Residents and visitors are encouraged to visit, enjoy the pastries, and experience the magic firsthand.\n\n©2026 The Daily Monster.",
			"date_created": 1770573600,
			"date_expires": 1770660000
		},
		{
			"title": "The Daily Monster: 02/09/2026",
			"body": "In today's news, Echo Valley celebrates a remarkable milestone: the oldest known monster in the region! A female Flocket, nicknamed \"Silverwing,\" has reached 63 years old, surpassing the previous record of 62 held by a male oOdu, who sadly passed away shortly after.\n\nHandlers report that Silverwing remains active and curious, delighting residents with her swooping flights and playful behavior. Scientists believe her longevity may be due to a combination of genetics, diet, and a calm environment.\n\nThe community gathered to honor Silverwing, sharing stories of her long life and celebrating the valley's rich monster heritage. Residents are encouraged to visit Echo Valley to see Silverwing and her thriving companions.\n\n©2026 The Daily Monster.",
			"date_created": 1770660000,
			"date_expires": 1770746400
		},
		{
			"title": "The Daily Monster: 02/10/2026",
			"body": "Today marks the first month anniversary of The Daily Monster! In just 31 days, our newspaper has grown from its very first issue to an incredible 25,000 confirmed readers.\n\nWe want to thank every single one of you for your support, your messages, and for trusting us to bring the latest news from Amber Falls, Echo Valley, and beyond. This milestone shows the power of our community and how much people care about monsters, town events, and the stories that matter.\n\nOver the past month, we've covered everything from mysterious monsters and record-breaking Flockets to glowing mushrooms, festivals, and new town businesses. Each issue has been possible thanks to our hardworking editors, contributors, and — of course — you, our readers.\n\nHere's to many more months, more stories, and continuing this amazing journey together. Thank you for being part of The Daily Monster family!\n\n©2026 The Daily Monster.",
			"date_created": 1770746400,
			"date_expires": 1770832800
		},
		{
			"title": "Monster Gazette – Issue #1 (01/28/2026)",
			"body": "Welcome to our new newspaper. Here, we will feed you the TRUTH, not lies, not safe stories, not sugar-coated fluff.\n\n The Daily Monster may tell you about glowing mushrooms, art festivals, and music workshops, but it won't tell you the things that matter. It won't tell you about monsters that escape containment, handlers who are injured or worse, or the secret experiments that authorities don’t want you to know about. It won't tell you about the signal-emitting island that has been influencing the creatures in our world for years. That's because the Daily Monster is a lie.",
			"date_created": 1769623200,
			"date_expires": 1769709600
		},
		{
			"title": "Monster Gazette – Issue #2 (01/29/2026)",
			"body": "So, the Daily Monster has spoken. They ask their readers not to support us, claiming we haven’t covered their first 10 issues. But let’s be honest—how many times have they actually told you what’s happening behind the scenes? Mask monsters, signal-emitting islands, mysterious disappearances… they’ve only given you the stories they want you to hear. We are here to feed you the TRUTH, no matter who protests.",
			"date_created": 1769709600,
			"date_expires": 1769796000
		},
		{
			"title": "Monster Gazette – Issue #3 (01/30/2026)",
			"body": "BREAKING NEWS:\n\n THE DAILY MONSTER HAS OFFICIALLY STATED THEIR WORST THINGY EVER, ACCORDING TO AN INTERVIEW, THE MAIN EDITOR HAS STATED \"We love to lie, like, lying is the best thing on earth, alright?\"\n\nDON'T TRUST THEM OR ELSE YOU WILLED BE FEEDED LIES!! SHARE THIS STORY.",
			"date_created": 1769796000,
			"date_expires": 1769882400
		},
		{
			"title": "Monster Gazette – Issue #3 (Official) (01/30/2026)",
			"body": "Hello. This is the OFFICIAL Issue 3. Our mailbox was hijacked and the previous \"Issue 3\" was published without us knowing.\nAnyways, this is the real scoop of the day:\nSpecialists have announced that ONE signal from the mysterious island has been decoded: \"Geahrheed\". That is what was decoded from the signal, everything else was garbled. Nobody is sure what this means.\n\nNot even The Daily Monster published this, proving they don't care about anything important.",
			"date_created": 1769810400,
			"date_expires": 1769896800
		},
		{
			"title": "Monster Gazette – Issue #4 (01/31/2026)",
			"body": "Lies, lies, lies. This is what The Daily Monster is. We have JUST been sent legal threats from them, 3 minutes before writing this. Apparently, we are \"biased\" and attack them for no reason. But there is a reason.\nI originally was the first editor hired for The Daily Monster. I published their stories until January 16th, when they fired me for asking a simple question, \"We publish a story about the Mawrus that was murdered last night\"! That is all I asked. And they fired me. After that, I truely realized what The Daily Monster was. The Daily Lie.\n\nIn other news, specialists have noted that signals are appearing less garbled and easier to decode, with one being decoded as an mp3 file. When you play this file, it is a Hurdy-Gurdy sounding instrument being played.",
			"date_created": 1769882400,
			"date_expires": 1769968800
		},
		{
			"title": "Monster Gazette – Issue #5 (02/01/2026)",
			"body": "It is officially a new month, and as we adjust to the preperation of Valentines Day, lets take a look back at the top 3 most non-talked about stories of January 2026.\n\n3. On January 15th, an innocent Mawrus was violently murdered whilest sleeping. This was going to be published on The Daily Monster, but I was fired for it.\n\n2. On January 1st, a firework randomly exploded in a firework display case, despite it being -50℃ inside the case, to specificially prevent this. It is not known how it exploded.\n\n1. On January 22nd, a ticking sound was heard from Valley Falls. THAT was published many times, but what wasn't was: An elderly monster lives up in the mountains, and recalled seeing a small tower looking monster, which was making the ticking sound.",
			"date_created": 1769882400,
			"date_expires": 1769968800
		},
		{
			"title": "Monster Gazette – Issue #6 (02/02/2026)",
			"body": "\"Are you #&$ing dumb?\" Is an exact quote one of the lead editors of The Daily Monster said to us. And you still believe THEM?\n\n In other news, The Daily Lie is still acting like everything is all fine and dandy, literally only talking about the fact they've reached 10,000 readers, instead of focusing on whats important, for example, a Dewdish called Dewy is missing, aged 3. If you have any information on his whereabouts, please contact US at (991)-459-1276. We care about everyone, not just our readers, unlike The Daily Lie.",
			"date_created": 1770055200,
			"date_expires": 1770141600
		},
		{
			"title": "Monster Gazette – Issue #7 (02/03/2026)",
			"body": "While The Daily Lie pretends Feb 3 is just another \"quiet day,\" Monster Gazette knows better. Strange events are NOT slowing down, they're being buried.\n\nSources close to the containment facility warn that something is scheduled, or destined, to happen on February 5th. The mask monster has been unusually active, and the red popsicle monster has been restless. The Daily Lie? Silent.\n\nThe missing Dewdish, Dewy, still hasn't been found, yet The Daily Lie ignores this completely.",
			"date_created": 1770141600,
			"date_expires": 1770228000
		},
		{
			"title": "Monster Gazette – Issue #8 (02/04/2026)",
			"body": "We told you it's coming!\n\nThe Daily Lie continues pretending nothing is happening. Meanwhile, we've confirmed that the mask monster and the red popsicle monster are showing signs of heightened activity. The handlers insist \"all is calm,\" but our sources say otherwise.\n\nIn other news, Dewy has officially been found. An anonymous tip was sent to us, leading us to the discovery of Dewy. We have brought him back to his parents and all is good.\n\nWHY ISN'T THE DAILY MONSTER COVERING THIS?!\nAlso, tomorrow marks the day that the mask monster has warned us about.",
			"date_created": 1770228000,
			"date_expires": 1770314400
		},
		{
			"title": "New code!",
			"body": "Use the code \"1-1-1\" for 111 Diamonds and 11,111 Gold!",
			"date_created": 1768111200,
			"date_expires": 1768932000
		},
		{
			"title": "Welcome to Project Sonorous!",
			"body": "We wish you the best in your new journey into the monster world!",
			"date_created": 1,
			"date_expires": 0
		}
	]
